{
  "I18N.LANGUAGE": "English",
  "I18N.MAINTAINERS": "Mr_Underhill",

  ".title": "Foundry Stream Module",

  "fsMod.settings.twitchChannel.name": "Twitch Channel",
  "fsMod.settings.twitchChannel.hint": "Twitch Channel to integrate.",

  "fsMod.settings.twitchUN.name": "Twitch Username",
  "fsMod.settings.twitchUN.hint": "You or your bot's Twitch.tv username entered exactly as it appears in chat, it is case sensitive. This account should have /mod settings for your channel in order to use certain functions. Please note, that in order for a raid to work you must be logged in to this account through a browser in order to click the confirmation dialog.",

  "fsMod.settings.twitchAuth.name": "Twitch OAuth Token",
  "fsMod.settings.twitchAuth.hint": "OAuth token for the user above. Without it you will only be able to recieve messages but rolls, chat etc will not be sent to Twitch.",

  "fsMod.settings.streamRole.name": "Moderation Access Level",
  "fsMod.settings.streamRole.hint": "A GM may need some help with moderating a Twitch stream. Set the minimum user role level to have access to the moderation controls. Default setting is Gamemaster. This does not give the user access to the configuration of the module itself.",

  "fsMod.settings.streamConnect.name": "Send Connect Message",
  "fsMod.settings.streamConnect.hint": "By default the 'Connected' is sent to the stream chat when a client successfully connects.",

  "fsMod.settings.fsbotEcho.name": "Send to Twitch",
  "fsMod.settings.fsbotEcho.hint": "Enable to send Foundry chats to Twitch Channel.",

  "fsMod.settings.fsModAllChatMessages.name": "Recieve from Twitch",
  "fsMod.settings.fsModAllChatMessages.hint": "Enable to recieve chats from Twitch Channel.",

  "fsMod.settings.chatType.name" : "Chat Type",
  "fsMod.settings.chatType.hint" : "How the incoming messages from the stream should be assigned. Depending on the modules you may be running it might be desireable to change how the chat card is assigned so it appears where you want it. Default is Out of Character."
}